Repository: bae-fm/bae
Catalog: BaeKit/Sources/BaeKit/Resources/Core.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# core.import.invalid.no_valid_audio
source: no valid audio files
ar: لا توجد ملفات صوتية صالحة
bg: няма валидни аудиофайлове
bn: কোনো বৈধ অডিও ফাইল নেই
cs: žádné platné zvukové soubory
de: keine gültigen Audiodateien
es: no hay archivos de audio válidos
fr: aucun fichier audio valide
gu: માન્ય ઑડિયો ફાઇલો નથી
he: אין קובצי שמע תקינים
hi: कोई मान्य ऑडियो फाइल नहीं
hr: nema valjanih zvučnih datoteka
it: nessun file audio valido
ja: 有効なオーディオファイルがありません
kn: ಮಾನ್ಯ ಆಡಿಯೋ ಫೈಲ್‌ಗಳಿಲ್ಲ
ko: 유효한 오디오 파일이 없습니다
ml: സാധുവായ ഓഡിയോ ഫയലുകളില്ല
mr: वैध ध्वनी फायली नाहीत
nl: geen geldige audiobestanden
pa: ਕੋਈ ਵੈਧ ਆਡੀਓ ਫਾਈਲਾਂ ਨਹੀਂ
pl: brak prawidłowych plików dźwiękowych
pt_br: nenhum arquivo de áudio válido
ta: செல்லுபடியாகும் ஆடியோ கோப்புகள் இல்லை
te: చెల్లుబాటు అయ్యే ఆడియో ఫైల్‌లు లేవు
th: ไม่มีไฟล์เสียงที่ถูกต้อง
tr: geçerli ses dosyası yok
uk: немає придатних аудіофайлів
ur: کوئی درست آڈیو مسل نہیں
vi: không có tệp âm thanh hợp lệ
zh_hans: 没有有效的音频文件
zh_hant: 沒有有效的音訊檔

# core.import.phase.finalizing
source: Finalizing...
ar: جارٍ الإنهاء...
bg: Завършване...
bn: শেষ করা হচ্ছে...
cs: Dokončuje se...
de: Wird abgeschlossen...
es: Finalizando...
fr: Finalisation...
gu: પૂર્ણ થઈ રહ્યું છે...
he: מסיים...
hi: अंतिम रूप दिया जा रहा है...
hr: Dovršavanje...
it: Finalizzazione...
ja: 最終処理中...
kn: ಅಂತಿಮಗೊಳಿಸಲಾಗುತ್ತಿದೆ...
ko: 마무리 중...
ml: പൂർത്തിയാക്കുന്നു...
mr: पूर्ण करत आहे...
nl: Afronden...
pa: ਪੂਰਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Finalizowanie...
pt_br: Finalizando...
ta: முடிக்கப்படுகிறது...
te: పూర్తి చేస్తోంది...
th: กำลังทำให้เสร็จสิ้น...
tr: Sonlandırılıyor...
uk: Завершення...
ur: حتمی بنایا جا رہا ہے...
vi: Đang hoàn tất...
zh_hans: 正在完成...
zh_hant: 正在完成...

# core.import.phase.measuring_loudness
source: Measuring loudness...
ar: جارٍ قياس مستوى الصوت...
bg: Измерване на силата на звука...
bn: লাউডনেস মাপা হচ্ছে...
cs: Měří se hlasitost...
de: Lautstärke wird gemessen...
es: Midiendo sonoridad...
fr: Mesure du volume sonore...
gu: ધ્વનિતીવ્રતા માપાઈ રહી છે...
he: מודד עוצמה...
hi: ध्वनि तीव्रता मापी जा रही है...
hr: Mjerenje glasnoće...
it: Misurazione volume...
ja: ラウドネスを測定中...
kn: ಧ್ವನಿಮಟ್ಟ ಅಳೆಯಲಾಗುತ್ತಿದೆ...
ko: 라우드니스 측정 중...
ml: ശബ്ദതീവ്രത അളക്കുന്നു...
mr: ध्वनीप्रखरता मोजत आहे...
nl: Luidheid meten...
pa: ਲਾਊਡਨੈੱਸ ਮਾਪੀ ਜਾ ਰਹੀ ਹੈ...
pl: Pomiar głośności...
pt_br: Medindo volume...
ta: ஒலியளவு அளவிடப்படுகிறது...
te: లౌడ్‌నెస్ కొలుస్తోంది...
th: กำลังวัดความดัง...
tr: Ses yüksekliği ölçülüyor...
uk: Вимірювання гучності...
ur: آواز کی بلندی ناپی جا رہی ہے...
vi: Đang đo độ lớn âm lượng...
zh_hans: 正在测量响度...
zh_hant: 正在測量響度...

# core.import.phase.reading_files
source: Reading files...
ar: جارٍ قراءة الملفات...
bg: Прочитане на файловете...
bn: ফাইল পড়া হচ্ছে...
cs: Načítání souborů...
de: Dateien werden gelesen...
es: Leyendo archivos...
fr: Lecture des fichiers...
gu: ફાઇલો વાંચવામાં આવી રહી છે...
he: קורא קבצים...
hi: फ़ाइलें पढ़ी जा रही हैं...
hr: Čitanje datoteka...
it: Lettura dei file...
ja: ファイルを読み込み中…
kn: ಫೈಲ್‌ಗಳನ್ನು ಓದಲಾಗುತ್ತಿದೆ...
ko: 파일 읽는 중...
ml: ഫയലുകൾ വായിക്കുന്നു...
mr: फायली वाचत आहे...
nl: Bestanden lezen...
pa: ਫਾਈਲਾਂ ਪੜ੍ਹੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
pl: Odczytywanie plików...
pt_br: Lendo arquivos...
ta: கோப்புகள் படிக்கப்படுகின்றன...
te: ఫైల్‌లు చదువుతోంది...
th: กำลังอ่านไฟล์...
tr: Dosyalar okunuyor...
uk: Читання файлів...
ur: مسلیں پڑھی جا رہی ہیں...
vi: Đang đọc tệp...
zh_hans: 正在读取文件…
zh_hant: 正在讀取檔案…

# core.import.prepare.discovering_files
source: Discovering files...
ar: جارٍ اكتشاف الملفات...
bg: Откриване на файлове...
bn: ফাইল খোঁজা হচ্ছে...
cs: Vyhledávání souborů...
de: Dateien werden gesucht...
es: Descubriendo archivos...
fr: Recherche des fichiers...
gu: ફાઇલો શોધાઈ રહી છે...
he: מאתר קבצים...
hi: फाइलें खोजी जा रही हैं...
hr: Pronalaženje datoteka...
it: Rilevamento file...
ja: ファイルを検出中…
kn: ಫೈಲ್‌ಗಳನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ...
ko: 파일 찾는 중...
ml: ഫയലുകൾ കണ്ടെത്തുന്നു...
mr: फायली शोधत आहे...
nl: Bestanden zoeken...
pa: ਫਾਈਲਾਂ ਲੱਭੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
pl: Wyszukiwanie plików...
pt_br: Localizando arquivos...
ta: கோப்புகள் கண்டறியப்படுகின்றன...
te: ఫైల్‌లు కనుగొంటోంది...
th: กำลังค้นหาไฟล์...
tr: Dosyalar bulunuyor...
uk: Пошук файлів...
ur: مسلیں دریافت ہو رہی ہیں...
vi: Đang phát hiện tệp...
zh_hans: 正在查找文件…
zh_hant: 正在尋找檔案...

# core.import.prepare.parsing_metadata
source: Parsing metadata...
ar: جارٍ تحليل البيانات الوصفية...
bg: Анализиране на метаданните...
bn: মেটাডেটা বিশ্লেষণ করা হচ্ছে...
cs: Zpracování metadat...
de: Metadaten werden analysiert...
es: Analizando metadatos...
fr: Analyse des métadonnées...
gu: મેટાડેટા પાર્સ થઈ રહ્યું છે...
he: מנתח מטא-נתונים...
hi: मेटाडेटा पार्स किया जा रहा है...
hr: Obrada metapodataka...
it: Parsing Metadati...
ja: メタデータを解析中…
kn: ಮೆಟಾಡೇಟಾವನ್ನು ಪಾರ್ಸ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko: 메타데이터 분석 중...
ml: മെറ്റാഡാറ്റ പാഴ്സ് ചെയ്യുന്നു...
mr: मेटाडेटा वाचला जात आहे...
pa: ਮੈਟਾਡਾਟਾ ਪੜ੍ਹਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Analizowanie metadanych...
pt_br: Analisando metadados...
ta: மெட்டாடேட்டாவைப் பகுப்பாய்வு செய்கிறது...
te: మెటాడేటాను విశ్లేషిస్తోంది...
th: กำลังวิเคราะห์เมทาดาทา...
tr: Parsing Üst veri...
uk: Розбір метаданих...
ur: میٹا ڈیٹا پارس کیا جا رہا ہے...
vi: Parsing Siêu dữ liệu...
zh_hans: 正在解析元数据…
zh_hant: 正在解析中繼資料...

# core.import.prepare.queued
source: Queued...
ar: في قائمة الانتظار...
bg: В опашката...
bn: সারিতে আছে...
cs: Ve frontě...
de: In Warteschlange...
es: En cola...
fr: En attente...
gu: કતારમાં...
he: בתור...
hi: कतार में...
hr: Na čekanju...
it: In coda...
ja: 待機中…
kn: ಸರದಿಯಲ್ಲಿದೆ...
ko: 대기열에서 기다리는 중...
ml: ക്യൂവിൽ...
mr: रांगेत...
nl: In de wachtrij...
pa: ਕਤਾਰ ਵਿੱਚ...
pl: W kolejce...
pt_br: Na fila...
ta: வரிசையில் உள்ளது...
te: క్యూలో ఉంది...
th: อยู่ในคิว...
tr: Sırada...
uk: У черзі...
ur: قطار میں...
vi: Đang chờ...
zh_hans: 正在排队…
zh_hant: 正在佇列中…

# core.import.prepare.reading_folder
source: Reading folder...
ar: جارٍ قراءة المجلد...
bg: Прочитане на папката...
bn: ফোল্ডার পড়া হচ্ছে...
cs: Načítání složky...
de: Ordner wird gelesen...
es: Leyendo la carpeta...
fr: Lecture du dossier...
gu: ફોલ્ડર વાંચવામાં આવી રહ્યું છે...
he: קורא את התיקייה...
hi: फ़ोल्डर पढ़ा जा रहा है...
hr: Čitanje mape...
it: Lettura della cartella...
ja: フォルダを読み込み中…
kn: ಫೋಲ್ಡರ್ ಓದಲಾಗುತ್ತಿದೆ...
ko: 폴더 읽는 중...
ml: ഫോൾഡർ വായിക്കുന്നു...
mr: फोल्डर वाचत आहे...
nl: Map lezen...
pa: ਫੋਲਡਰ ਪੜ੍ਹਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Odczytywanie folderu...
pt_br: Lendo a pasta...
ta: கோப்புறை படிக்கப்படுகிறது...
te: ఫోల్డర్ చదువుతోంది...
th: กำลังอ่านโฟลเดอร์...
tr: Klasör okunuyor...
uk: Читання папки...
ur: فولڈر پڑھا جا رہا ہے...
vi: Đang đọc thư mục...
zh_hans: 正在读取文件夹…
zh_hant: 正在讀取資料夾…

# core.import.prepare.validating_tracks
source: Validating tracks...
ar: جارٍ التحقق من المقاطع...
bg: Проверка на записите...
bn: ট্র্যাক যাচাই করা হচ্ছে...
cs: Ověřování skladeb...
de: Titel werden validiert...
es: Validando pistas...
fr: Validation des pistes...
gu: ટ્રૅક્સ માન્ય થઈ રહ્યા છે...
he: מאמת רצועות...
hi: ट्रैक सत्यापित हो रहे हैं...
hr: Provjera pjesama...
it: Convalida brani...
ja: トラックを検証中…
kn: ಹಾಡುಗಳನ್ನು ಮಾನ್ಯಗೊಳಿಸಲಾಗುತ್ತಿದೆ...
ko: 트랙 검증 중...
ml: ട്രാക്കുകൾ സാധൂകരിക്കുന്നു...
mr: गाणी वैध करत आहे...
nl: Nummers valideren...
pa: ਟ੍ਰੈਕ ਪਰਖੇ ਜਾ ਰਹੇ ਹਨ...
pl: Sprawdzanie ścieżek...
pt_br: Validando faixas...
ta: பாடல்கள் சரிபார்க்கப்படுகின்றன...
te: ట్రాక్‌లు ధృవీకరిస్తోంది...
th: กำลังตรวจสอบแทร็ก...
tr: Parçalar doğrulanıyor...
uk: Перевірка доріжок...
ur: نغموں کی توثیق ہو رہی ہے...
vi: Đang xác thực bản nhạc...
zh_hans: 正在验证曲目…
zh_hant: 正在驗證曲目...

# core.import.prepare.writing_cover_art
source: Writing cover art...
ar: جارٍ كتابة صورة الغلاف...
bg: Записване на обложката...
bn: কভার আর্ট লেখা হচ্ছে...
cs: Zápis obalu...
de: Cover wird geschrieben...
es: Escribiendo la portada...
fr: Écriture de la pochette...
gu: આવરણ ચિત્ર લખાઈ રહ્યું છે...
he: כותב את עטיפת האלבום...
hi: कवर चित्र लिखा जा रहा है...
hr: Zapisivanje omota...
it: Scrittura copertina...
ja: カバーアートを書き込み中…
kn: ಕವರ್ ಚಿತ್ರ ಬರೆಯಲಾಗುತ್ತಿದೆ...
ko: 커버 아트 쓰는 중...
ml: കവർ ആർട്ട് എഴുതുന്നു...
mr: मुखपृष्ठ कला लिहित आहे...
nl: Hoes wegschrijven...
pa: ਕਵਰ ਆਰਟ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ...
pl: Zapisywanie okładki...
pt_br: Gravando a capa...
ta: அட்டை கலை எழுதப்படுகிறது...
te: కవర్ ఆర్ట్ రాస్తోంది...
th: กำลังเขียนภาพปก...
tr: Kapak görseli yazılıyor...
uk: Запис обкладинки...
ur: سرورق تصویر لکھی جا رہی ہے...
vi: Đang ghi ảnh bìa...
zh_hans: 正在写入封面…
zh_hant: 正在寫入封面圖...

# core.import.pressings
source: %lld pressings
ar: %lld نسخة مطبوعة
bg: %lld тиража
bn: %lldটি প্রেসিং
cs: %lld lisování
de: %lld Pressungen
es: %lld prensajes
fr: %lld pressages
gu: %lld પ્રેસિંગ્સ
he: %lld הדפסות
hi: %lld प्रेसिंग
hr: %lld tlačenja
it: %lld stampe
ja: %lld件のプレス
kn: %lld ಪ್ರೆಸ್ಸಿಂಗ್‌ಗಳು
ko: %lld개 프레싱
ml: %lld പ്രസ്സിംഗുകൾ
mr: %lld प्रेसिंग्ज
nl: %lld persingen
pa: %lld ਪ੍ਰੈਸਿੰਗਾਂ
pl: %lld tłoczenia
pt_br: %lld prensagens
ta: %lld பதிப்புகள்
te: %lld ప్రెస్సింగ్‌లు
th: การผลิตแผ่น %lld รายการ
tr: %lld baskı
uk: %lld тиражу
ur: %lld پریسنگز
vi: %lld bản ép
zh_hans: %lld 个压盘
zh_hant: %lld 個版本

# core.import.reconciliation.more_files
source: %1$lld files, %2$lld tracks: audio the release doesn’t name
ar: %1$lld ملفات، %2$lld مقطوعات: صوت لا يذكره الإصدار
bg: %1$lld файла, %2$lld песни: аудио, което изданието не назовава
bn: %1$lldটি ফাইল, %2$lldটি ট্র্যাক: রিলিজে উল্লেখ নেই এমন অডিও
cs: %1$lld souborů, %2$lld stop: zvuk, který vydání neuvádí
de: %1$lld Dateien, %2$lld Titel: Audio, das die Veröffentlichung nicht nennt
es: %1$lld archivos, %2$lld pistas: audio que la edición no nombra
fr: %1$lld fichiers, %2$lld pistes : de l’audio que l’édition ne nomme pas
gu: %1$lld ફાઇલો, %2$lld ટ્રૅક્સ: રિલીઝમાં નામ ન હોય તેવો ઑડિયો
he: %1$lld קבצים, %2$lld רצועות: שמע שההוצאה לא מציינת
hi: %1$lld फ़ाइलें, %2$lld ट्रैक: ऑडियो जिसका रिलीज़ में नाम नहीं है
hr: %1$lld datoteka, %2$lld snimaka: zvuk koji izdanje ne navodi
it: %1$lld file, %2$lld tracce: audio che l’edizione non nomina
ja: %1$lld個のファイル、%2$lld曲：リリースに載っていない音声があります
kn: %1$lld ಫೈಲ್‌ಗಳು, %2$lld ಟ್ರ್ಯಾಕ್‌ಗಳು: ಬಿಡುಗಡೆ ಹೆಸರಿಸದ ಆಡಿಯೋ
ko: 파일 %1$lld개, 트랙 %2$lld개: 릴리스에 없는 오디오
ml: %1$lld ഫയലുകൾ, %2$lld ട്രാക്കുകൾ: റിലീസ് പേരിടാത്ത ഓഡിയോ
mr: %1$lld फाइली, %2$lld ट्रॅक्स: प्रकाशनात नाव नसलेला ऑडिओ
nl: %1$lld bestanden, %2$lld tracks: audio die de uitgave niet noemt
pa: %1$lld ਫਾਈਲਾਂ, %2$lld ਟਰੈਕ: ਆਡੀਓ ਜਿਸ ਦਾ ਰਿਲੀਜ਼ ਵਿੱਚ ਨਾਂ ਨਹੀਂ
pl: %1$lld plików, %2$lld ścieżek: dźwięk, którego wydanie nie wymienia
pt_br: %1$lld arquivos, %2$lld faixas: áudio que a edição não nomeia
ta: %1$lld கோப்புகள், %2$lld தடங்கள்: வெளியீடு குறிப்பிடாத ஆடியோ
te: %1$lld ఫైల్‌లు, %2$lld ట్రాక్‌లు: విడుదల పేర్కొనని ఆడియో
th: %1$lld ไฟล์, %2$lld แทร็ก: มีเสียงที่รุ่นนี้ไม่ได้ระบุ
tr: %1$lld dosya, %2$lld parça: sürümün adlandırmadığı ses
uk: %1$lld файлів, %2$lld доріжок: аудіо, якого видання не називає
ur: %1$lld فائلیں، %2$lld ٹریکس: آڈیو جس کا ریلیز میں ذکر نہیں
vi: %1$lld tệp, %2$lld bản nhạc: âm thanh mà bản phát hành không nêu
zh_hans: %1$lld 个文件，%2$lld 首音轨：有发行版未列出的音频
zh_hant: %1$lld 個檔案，%2$lld 首音軌：有發行版未列出的音訊

# core.import.reconciliation.more_tracks
source: %1$lld files, %2$lld tracks: tracks with no audio
ar: %1$lld ملفات، %2$lld مقطوعات: مقطوعات بلا صوت
bg: %1$lld файла, %2$lld песни: песни без аудио
bn: %1$lldটি ফাইল, %2$lldটি ট্র্যাক: অডিও ছাড়া ট্র্যাক
cs: %1$lld souborů, %2$lld stop: stopy bez zvuku
de: %1$lld Dateien, %2$lld Titel: Titel ohne Audio
es: %1$lld archivos, %2$lld pistas: pistas sin audio
fr: %1$lld fichiers, %2$lld pistes : des pistes sans audio
gu: %1$lld ફાઇલો, %2$lld ટ્રૅક્સ: ઑડિયો વગરના ટ્રૅક્સ
he: %1$lld קבצים, %2$lld רצועות: רצועות ללא שמע
hi: %1$lld फ़ाइलें, %2$lld ट्रैक: बिना ऑडियो वाले ट्रैक
hr: %1$lld datoteka, %2$lld snimaka: snimke bez zvuka
it: %1$lld file, %2$lld tracce: tracce senza audio
ja: %1$lld個のファイル、%2$lld曲：音声のない曲があります
kn: %1$lld ಫೈಲ್‌ಗಳು, %2$lld ಟ್ರ್ಯಾಕ್‌ಗಳು: ಆಡಿಯೋ ಇಲ್ಲದ ಟ್ರ್ಯಾಕ್‌ಗಳು
ko: 파일 %1$lld개, 트랙 %2$lld개: 오디오가 없는 트랙
ml: %1$lld ഫയലുകൾ, %2$lld ട്രാക്കുകൾ: ഓഡിയോ ഇല്ലാത്ത ട്രാക്കുകൾ
mr: %1$lld फाइली, %2$lld ट्रॅक्स: ऑडिओ नसलेले ट्रॅक
nl: %1$lld bestanden, %2$lld tracks: tracks zonder audio
pa: %1$lld ਫਾਈਲਾਂ, %2$lld ਟਰੈਕ: ਬਿਨਾਂ ਆਡੀਓ ਵਾਲੇ ਟਰੈਕ
pl: %1$lld plików, %2$lld ścieżek: ścieżki bez dźwięku
pt_br: %1$lld arquivos, %2$lld faixas: faixas sem áudio
ta: %1$lld கோப்புகள், %2$lld தடங்கள்: ஆடியோ இல்லாத தடங்கள்
te: %1$lld ఫైల్‌లు, %2$lld ట్రాక్‌లు: ఆడియో లేని ట్రాక్‌లు
th: %1$lld ไฟล์, %2$lld แทร็ก: มีแทร็กที่ไม่มีเสียง
tr: %1$lld dosya, %2$lld parça: sesi olmayan parçalar
uk: %1$lld файлів, %2$lld доріжок: доріжки без аудіо
ur: %1$lld فائلیں، %2$lld ٹریکس: بغیر آڈیو کے ٹریکس
vi: %1$lld tệp, %2$lld bản nhạc: bản nhạc không có âm thanh
zh_hans: %1$lld 个文件，%2$lld 首音轨：有音轨没有音频
zh_hant: %1$lld 個檔案，%2$lld 首音軌：有音軌沒有音訊

# core.import.role.artwork
source: Artwork
ar: صورة
bg: Изображение
bn: ছবি
cs: Grafika
de: Bildmaterial
es: Imagen
fr: Illustration
gu: ચિત્ર
he: תמונה
hi: चित्र
hr: Grafika
it: Immagine
ja: アートワーク
kn: ಚಿತ್ರ
ko: 아트워크
ml: ചിത്രം
mr: चित्र
nl: Illustratie
pa: ਤਸਵੀਰ
pl: Grafika
pt_br: Arte
ta: படம்
te: చిత్రం
th: ภาพประกอบ
tr: Görsel
uk: Ілюстрація
ur: تصویر
vi: Ảnh bìa
zh_hans: 插图
zh_hant: 插圖

# core.import.role.audio
source: Audio
ar: صوت
bg: Аудио
bn: অডিও
cs: Zvuk
gu: ઑડિયો
he: שמע
hi: ऑडियो
hr: Zvuk
ja: オーディオ
kn: ಆಡಿಯೋ
ko: 오디오
ml: ഓഡിയോ
mr: ऑडिओ
pa: ਆਡੀਓ
pl: Dźwięk
pt_br: Áudio
ta: ஆடியோ
te: ఆడియో
th: เสียง
tr: Ses
uk: Аудіо
ur: آڈیو
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

# core.import.role.cover
source: Cover
ar: الغلاف
bg: Обложка
bn: কভার
cs: Obal
es: Portada
fr: Pochette
gu: કવર
he: עטיפה
hi: कवर
hr: Omot
it: Copertina
ja: カバー
kn: ಕವರ್
ko: 커버
ml: കവർ
mr: कव्हर
nl: Hoes
pa: ਕਵਰ
pl: Okładka
pt_br: Capa
ta: அட்டை
te: కవర్
th: ปก
tr: Kapak
uk: Обкладинка
ur: کور
vi: Bìa
zh_hans: 封面
zh_hant: 封面

# core.import.role.document
source: Document
ar: مستند
bg: Документ
bn: নথি
cs: Dokument
de: Dokument
es: Documento
gu: દસ્તાવેજ
he: מסמך
hi: दस्तावेज़
hr: Dokument
it: Documento
ja: ドキュメント
kn: ದಾಖಲೆ
ko: 문서
ml: രേഖ
mr: दस्तऐवज
pa: ਦਸਤਾਵੇਜ਼
pl: Dokument
pt_br: Documento
ta: ஆவணம்
te: పత్రం
th: เอกสาร
tr: Belge
uk: Документ
ur: دستاویز
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件

# core.import.role.not_a_track
source: Not a track
ar: ليس مقطوعة
bg: Не е песен
bn: ট্র্যাক নয়
cs: Není stopa
de: Kein Titel
es: No es una pista
fr: Pas une piste
gu: ટ્રૅક નથી
he: לא רצועה
hi: ट्रैक नहीं
hr: Nije snimka
it: Non è una traccia
ja: トラックにしない
kn: ಟ್ರ್ಯಾಕ್ ಅಲ್ಲ
ko: 트랙 아님
ml: ട്രാക്ക് അല്ല
mr: ट्रॅक नाही
nl: Geen track
pa: ਟਰੈਕ ਨਹੀਂ
pl: Nie jest ścieżką
pt_br: Não é uma faixa
ta: தடம் அல்ல
te: ట్రాక్ కాదు
th: ไม่ใช่แทร็ก
tr: Parça değil
uk: Не доріжка
ur: ٹریک نہیں
vi: Không phải bản nhạc
zh_hans: 不作为音轨
zh_hant: 不作為音軌

# core.import.role.other
source: Other
ar: أخرى
bg: Друго
bn: অন্যান্য
cs: Jiné
de: Sonstiges
es: Otro
fr: Autre
gu: અન્ય
he: אחר
hi: अन्य
hr: Ostalo
it: Altro
ja: その他
kn: ಇತರೆ
ko: 기타
ml: മറ്റുള്ളവ
mr: इतर
nl: Overig
pa: ਹੋਰ
pl: Inne
pt_br: Outro
ta: பிற
te: ఇతర
th: อื่น ๆ
tr: Diğer
uk: Інше
ur: دیگر
vi: Khác
zh_hans: 其他
zh_hant: 其他

# core.import.role.track_sheet
source: Track sheet
ar: ورقة المسارات
bg: Списък с песни
bn: ট্র্যাক শিট
cs: Seznam stop
de: Trackliste
es: Hoja de pistas
fr: Feuille de pistes
gu: ટ્રૅક શીટ
he: גיליון רצועות
hi: ट्रैक शीट
hr: Popis snimaka
it: Foglio tracce
ja: トラックシート
kn: ಟ್ರ್ಯಾಕ್ ಶೀಟ್
ko: 트랙 시트
ml: ട്രാക്ക് ഷീറ്റ്
mr: ट्रॅक शीट
nl: Trackoverzicht
pa: ਟਰੈਕ ਸ਼ੀਟ
pl: Arkusz ścieżek
pt_br: Folha de faixas
ta: தட ஏடு
te: ట్రాక్ షీట్
th: แผ่นแทร็ก
tr: Parça listesi
uk: Аркуш доріжок
ur: ٹریک شیٹ
vi: Bảng bản nhạc
zh_hans: 分轨表
zh_hant: 分軌表

# core.import.sheet.refused_codec
source: %@ audio can't be split by a sheet
ar: لا يمكن تقسيم صوت %@ بواسطة ملف CUE
bg: Аудиото %@ не може да се раздели чрез CUE
bn: %@ অডিও CUE দিয়ে ভাগ করা যায় না
cs: Zvuk %@ nelze rozdělit pomocí CUE
de: %@-Audio lässt sich nicht per CUE aufteilen
es: El audio %@ no se puede dividir con un CUE
fr: L’audio %@ ne peut pas être découpé par un CUE
gu: %@ ઑડિયોને CUE વડે વિભાજિત કરી શકાતું નથી
he: לא ניתן לפצל שמע %@ באמצעות CUE
hi: %@ ऑडियो को CUE से विभाजित नहीं किया जा सकता
hr: Zvuk %@ nije moguće podijeliti pomoću CUE-a
it: L’audio %@ non può essere diviso da un CUE
ja: %@の音声はCUEで分割できません
kn: %@ ಆಡಿಯೋವನ್ನು CUE ಮೂಲಕ ವಿಭಜಿಸಲಾಗುವುದಿಲ್ಲ
ko: %@ 오디오는 CUE로 나눌 수 없습니다
ml: %@ ഓഡിയോ CUE ഉപയോഗിച്ച് വിഭജിക്കാനാകില്ല
mr: %@ ऑडिओ CUE ने विभागता येत नाही
nl: %@-audio kan niet met een CUE worden opgesplitst
pa: %@ ਆਡੀਓ ਨੂੰ CUE ਨਾਲ ਵੰਡਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pl: Dźwięku %@ nie można podzielić za pomocą CUE
pt_br: O áudio %@ não pode ser dividido por um CUE
ta: %@ ஆடியோவை CUE மூலம் பிரிக்க முடியாது
te: %@ ఆడియోను CUE ద్వారా విభజించలేం
th: ไม่สามารถแบ่งเสียง %@ ด้วย CUE ได้
tr: %@ sesi bir CUE ile bölünemez
uk: Аудіо %@ не можна поділити за допомогою CUE
ur: %@ آڈیو کو CUE سے تقسیم نہیں کیا جا سکتا
vi: Âm thanh %@ không thể chia bằng CUE
zh_hans: %@ 音频无法用 CUE 分轨
zh_hant: %@ 音訊無法用 CUE 分軌

# core.import.sheet.refused_timing
source: The sheet’s track times fall outside this audio
ar: تقع أوقات مسارات ملف CUE خارج نطاق هذا الصوت
bg: Времената на песните в CUE са извън обхвата на това аудио
bn: CUE-এর ট্র্যাকের সময় এই অডিওর সীমার বাইরে
cs: Časy stop v souboru CUE přesahují toto audio
de: Die Trackzeiten der CUE-Datei liegen außerhalb dieser Audiodatei
es: Los tiempos de las pistas del CUE quedan fuera de este audio
fr: Les temps de piste du CUE dépassent cet audio
gu: CUE ટ્રૅકના સમય આ ઑડિયોની મર્યાદાની બહાર છે
he: זמני הרצועות בקובץ CUE חורגים מתחום קובץ השמע הזה
hi: CUE के ट्रैक समय इस ऑडियो की सीमा से बाहर हैं
hr: Vremena zapisa u CUE-u izlaze izvan ovog zvuka
it: I tempi delle tracce del CUE non rientrano in questo audio
ja: CUEのトラック時刻がこの音声の範囲外です
kn: CUE ಟ್ರ್ಯಾಕ್ ಸಮಯಗಳು ಈ ಆಡಿಯೊ ವ್ಯಾಪ್ತಿಯಿಂದ ಹೊರಗಿವೆ
ko: CUE 트랙 시간이 이 오디오 범위를 벗어납니다
ml: CUE ട്രാക്ക് സമയങ്ങൾ ഈ ഓഡിയോയുടെ പരിധിക്ക് പുറത്താണ്
mr: CUE मधील ट्रॅक वेळा या ऑडिओच्या मर्यादेबाहेर आहेत
nl: De tracktijden in de CUE vallen buiten deze audio
pa: CUE ਟਰੈਕ ਦੇ ਸਮੇਂ ਇਸ ਆਡੀਓ ਦੀ ਹੱਦ ਤੋਂ ਬਾਹਰ ਹਨ
pl: Czasy utworów w pliku CUE wykraczają poza ten plik dźwiękowy
pt_br: Os tempos das faixas do CUE ficam fora deste áudio
ta: CUE தட நேரங்கள் இந்த ஆடியோவின் வரம்பிற்கு வெளியே உள்ளன
te: CUE ట్రాక్ సమయాలు ఈ ఆడియో పరిధికి వెలుపల ఉన్నాయి
th: เวลาของแทร็กใน CUE อยู่นอกช่วงของไฟล์เสียงนี้
tr: CUE parça süreleri bu sesin sınırları dışında
uk: Час доріжок у CUE виходить за межі цього аудіо
ur: CUE کے ٹریک کے اوقات اس آڈیو کی حد سے باہر ہیں
vi: Thời gian bản nhạc trong CUE nằm ngoài phạm vi âm thanh này
zh_hans: CUE 的轨道时间超出此音频范围
zh_hant: CUE 的音軌時間超出此音訊範圍

# core.import.sheet.refused_unreadable
source: This audio can’t be read
ar: تعذّر قراءة هذا الصوت
bg: Това аудио не може да бъде прочетено
bn: এই অডিও পড়া যাচ্ছে না
cs: Tento zvuk nelze načíst
de: Diese Audiodatei kann nicht gelesen werden
es: No se puede leer este audio
fr: Cet audio est illisible
gu: આ ઑડિયો વાંચી શકાતું નથી
he: לא ניתן לקרוא את קובץ השמע הזה
hi: यह ऑडियो पढ़ा नहीं जा सकता
hr: Ovaj zvuk nije moguće pročitati
it: Impossibile leggere questo audio
ja: この音声は読み取れません
kn: ಈ ಆಡಿಯೋವನ್ನು ಓದಲಾಗುತ್ತಿಲ್ಲ
ko: 이 오디오를 읽을 수 없습니다
ml: ഈ ഓഡിയോ വായിക്കാനാകുന്നില്ല
mr: हा ऑडिओ वाचता येत नाही
nl: Deze audio kan niet worden gelezen
pa: ਇਹ ਆਡੀਓ ਪੜ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ
pl: Nie można odczytać tego dźwięku
pt_br: Não é possível ler este áudio
ta: இந்த ஆடியோவைப் படிக்க முடியவில்லை
te: ఈ ఆడియోను చదవలేకపోతున్నాం
th: ไม่สามารถอ่านไฟล์เสียงนี้ได้
tr: Bu ses okunamıyor
uk: Не вдається прочитати це аудіо
ur: یہ آڈیو پڑھی نہیں جا سکتی
vi: Không thể đọc âm thanh này
zh_hans: 无法读取此音频
zh_hant: 無法讀取此音訊

# core.import.triage.already_in_library
source: Already in your library
ar: موجود بالفعل في مكتبتك
bg: Вече е в библиотеката ви
bn: ইতিমধ্যে আপনার লাইব্রেরিতে আছে
cs: Už je ve vaší knihovně
de: Bereits in deiner Mediathek
es: Ya está en tu biblioteca
fr: Déjà dans votre bibliothèque
gu: પહેલેથી જ તમારી લાઇબ્રેરીમાં છે
he: כבר בספרייה שלך
hi: पहले से आपकी लाइब्रेरी में है
hr: Već je u vašoj biblioteci
it: Già nella tua libreria
ja: すでにライブラリにあります
kn: ಈಗಾಗಲೇ ನಿಮ್ಮ ಲೈಬ್ರರಿಯಲ್ಲಿದೆ
ko: 이미 라이브러리에 있습니다
ml: ഇതിനകം നിങ്ങളുടെ ലൈബ്രറിയിൽ ഉണ്ട്
mr: आधीच तुमच्या लायब्ररीत आहे
nl: Staat al in je bibliotheek
pa: ਪਹਿਲਾਂ ਹੀ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਹੈ
pl: Już w Twojej bibliotece
pt_br: Já está na sua biblioteca
ta: ஏற்கெனவே உங்கள் நூலகத்தில் உள்ளது
te: ఇప్పటికే మీ లైబ్రరీలో ఉంది
th: มีอยู่ในคลังของคุณแล้ว
tr: Zaten kitaplığınızda
uk: Уже у вашій бібліотеці
ur: پہلے سے آپ کی لائبریری میں ہے
vi: Đã có trong thư viện của bạn
zh_hans: 已在你的音乐库中
zh_hant: 已在你的音樂庫中

# core.import.triage.durations_disagree
source: Length: %1$@ in the folder, %2$@ on the release
ar: المدة: %1$@ في المجلد، %2$@ في الإصدار
bg: Времетраене: %1$@ в папката, %2$@ в изданието
bn: দৈর্ঘ্য: ফোল্ডারে %1$@, রিলিজে %2$@
cs: Délka: %1$@ ve složce, %2$@ ve vydání
de: Länge: %1$@ im Ordner, %2$@ auf der Veröffentlichung
es: Duración: %1$@ en la carpeta, %2$@ en la edición
fr: Durée : %1$@ dans le dossier, %2$@ sur l’édition
gu: લંબાઈ: ફોલ્ડરમાં %1$@, રિલીઝ પર %2$@
he: אורך: %1$@ בתיקייה, %2$@ במהדורה
hi: अवधि: फ़ोल्डर में %1$@, रिलीज़ पर %2$@
hr: Trajanje: %1$@ u mapi, %2$@ na izdanju
it: Durata: %1$@ nella cartella, %2$@ nell’edizione
ja: 長さ: フォルダ %1$@、リリース %2$@
kn: ಅವಧಿ: ಫೋಲ್ಡರ್‌ನಲ್ಲಿ %1$@, ಬಿಡುಗಡೆಯಲ್ಲಿ %2$@
ko: 길이: 폴더 %1$@, 릴리스 %2$@
ml: ദൈർഘ്യം: ഫോൾഡറിൽ %1$@, റിലീസിൽ %2$@
mr: कालावधी: फोल्डरमध्ये %1$@, रिलीजवर %2$@
nl: Lengte: %1$@ in de map, %2$@ op de uitgave
pa: ਲੰਬਾਈ: ਫੋਲਡਰ ਵਿੱਚ %1$@, ਰਿਲੀਜ਼ ਉੱਤੇ %2$@
pl: Długość: %1$@ w folderze, %2$@ w wydaniu
pt_br: Duração: %1$@ na pasta, %2$@ na edição
ta: நீளம்: கோப்புறையில் %1$@, வெளியீட்டில் %2$@
te: నిడివి: ఫోల్డర్‌లో %1$@, విడుదలలో %2$@
th: ความยาว: %1$@ ในโฟลเดอร์, %2$@ ในการวางจำหน่าย
tr: Süre: klasörde %1$@, sürümde %2$@
uk: Тривалість: %1$@ у теці, %2$@ у виданні
ur: دورانیہ: فولڈر میں %1$@، ریلیز پر %2$@
vi: Thời lượng: %1$@ trong thư mục, %2$@ trên bản phát hành
zh_hans: 时长：文件夹 %1$@，版本 %2$@
zh_hant: 長度：資料夾 %1$@，版本 %2$@

# core.import.triage.local_duration_unknown
source: Could not read the track lengths in the folder
ar: تعذّرت قراءة مدد مسارات المجلد
bg: Времетраенето на записите в папката не можа да бъде прочетено
bn: ফোল্ডারের ট্র্যাকের দৈর্ঘ্য পড়া যায়নি
cs: Délky stop ve složce se nepodařilo přečíst
de: Die Titellängen im Ordner konnten nicht gelesen werden
es: No se pudo leer la duración de las pistas de la carpeta
fr: Impossible de lire la durée des pistes du dossier
gu: ફોલ્ડરમાં ટ્રૅકની લંબાઈ વાંચી શકાઈ નથી
he: לא ניתן היה לקרוא את אורכי הרצועות בתיקייה
hi: फ़ोल्डर में ट्रैक की अवधि पढ़ी नहीं जा सकी
hr: Trajanja pjesama u mapi nije bilo moguće pročitati
it: Impossibile leggere la durata delle tracce nella cartella
ja: フォルダ内のトラックの長さを読み取れませんでした
kn: ಫೋಲ್ಡರ್‌ನಲ್ಲಿನ ಟ್ರ್ಯಾಕ್ ಅವಧಿಗಳನ್ನು ಓದಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: 폴더의 트랙 길이를 읽을 수 없습니다
ml: ഫോൾഡറിലെ ട്രാക്ക് ദൈർഘ്യങ്ങൾ വായിക്കാൻ കഴിഞ്ഞില്ല
mr: फोल्डरमधील ट्रॅकचा कालावधी वाचता आला नाही
nl: De nummerlengtes in de map konden niet worden gelezen
pa: ਫੋਲਡਰ ਵਿੱਚ ਟਰੈਕਾਂ ਦੀ ਲੰਬਾਈ ਪੜ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕੀ
pl: Nie udało się odczytać długości ścieżek w folderze
pt_br: Não foi possível ler a duração das faixas da pasta
ta: கோப்புறையிலுள்ள தட நீளங்களைப் படிக்க முடியவில்லை
te: ఫోల్డర్‌లోని ట్రాక్ నిడివులను చదవలేకపోయాం
th: ไม่สามารถอ่านความยาวแทร็กในโฟลเดอร์ได้
tr: Klasördeki parça süreleri okunamadı
uk: Не вдалося прочитати тривалість треків у теці
ur: فولڈر میں ٹریک کے دورانیے پڑھے نہیں جا سکے
vi: Không thể đọc thời lượng bản nhạc trong thư mục
zh_hans: 无法读取文件夹中音轨的时长
zh_hant: 無法讀取資料夾中音軌的長度
